export const books = [
    {
        imageSrc: 'https://ir.ozone.ru/s3/multimedia-b/wc1000/6342648803.jpg',
        name: 'Властелин Колец. Возвращение короля',
        descrContent: `Перед вами трилогия "Властелин Колец". Своеобразная "Библия от фэнтези". Книга Книг ХХ века. Самое популярное, самое читаемое, самое культовое произведение ушедшего столетия. Стены Минас-Тирита, крепости Последней Надежды, осаждают бесчисленные рати Черного Властелина Саурона. Повелитель сил Тьмы уже готов праздновать победу, не замечая в упоении собственной мощью двух маленьких человечков, приближающихся к Роковой Горе, чтобы уничтожить Кольцо Всевластия. От мужества полуросликов зависит судьба всего Средиземья…`,
        category: 'Приключения',
        price: 900,
    },
    {
        imageSrc: 'https://ir.ozone.ru/s3/multimedia-l/wc1000/6155183745.jpg',
        name: 'Гарри Поттер и философский камень',
        descrContent: `Первая книга Джоан Роулинг из серии о Гарри Поттере. Одиннадцатилетний мальчик-сирота Гарри Поттер живет в семье своей тетки и даже не подозревает, что он - настоящий волшебник. Но однажды прилетает сова с письмом для него, и жизнь Гарри Поттера изменяется навсегда. Гарри узнает, что он волшебник, встречает близких друзей и немало врагов в Школе Чародейства и Волшебства «Хогвартс», а также с помощью своих друзей пресекает попытку возвращения злого волшебника Лорда Волан-де-Морта.`,
        category: 'Приключения',
        price: 1000,
    },
    {
        imageSrc: '',
        name: 'Гарри Поттер и Тайная Комната',
        descrContent: `Вторая часть из серии книг о Гарри Поттере. Книга рассказывает о втором учебном годе в школе чародейства и волшебства Хогвартс. В Школе чародейства и волшебства «Хогвартс» происходят тревожные события. Кто-то нападает на учеников школы, и преподаватели подозревают, что это таинственное чудовище, которое скрывается в легендарной Тайной комнате. Гарри Поттер и его друзья разгадывают загадку Тайной комнаты, и теперь Гарри снова предстоит сразиться с лордом Волан-де-Мортом. Сумеет ли он победить на этот раз?`,
        price: 1200,
    },
];
