import React from 'react';

export const AboutDetails = () => {
  return (
    <>
      <h3>Обо мне</h3>
      <p>
        Фронтенд-разработчик&nbsp;— начала верстать еще в&nbsp;2014 году, но совмещала с&nbsp;другой работой, верстала
        для веб-студий и знакомых лендинги, интернет-магазины и&nbsp;т.д., натягивала на&nbsp;CMS, пока
        не&nbsp;познакомилась с&nbsp;React. Чуть больше года участвовала в&nbsp;создании сервиса для специалистов
        по&nbsp;недвижимости на&nbsp;Next.js. Затем у&nbsp;меня появилась замечательная малышка, и&nbsp;последние
        2.5&nbsp;года я&nbsp;почти не&nbsp;разрабатывала.
      </p>
      <p>
        На базовом уровне знаю React и&nbsp;окружение, но&nbsp;нет глубокого понимания и&nbsp;достаточного практического
        опыта. В&nbsp;программе курса есть темы, которые не&nbsp;знаю вообще: Redux Sagа, GraphQL, Apollo, Relay,
        Websockets&nbsp;— будет интересно разобраться.
      </p>
      <p>
        Я довольно закрытый человек и&nbsp;привыкла работать в&nbsp;одиночку. Сейчас пробую выйти из&nbsp;зоны комфорта,
        чтобы познакомиться с&nbsp;другими разработчиками и&nbsp;научиться эффективно взаимодействовать в&nbsp;команде.
      </p>
    </>
  );
};
